Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/crime_and_crime_prevention/anti_human_trafficking_initiative.html.txt.tmx
Source language: en
Languages: ga

source: Anti human trafficking initiative
ga: Tionscnamh chun gáinneáil ar dhaoine a chomhrac

source: • Reporting suspicions of trafficking
ga: • Amhras faoi gháinneáil a thuairisciú

source: Human trafficking involves the transporting of men, women and children for the purpose of sexual or labour exploitation, or for removal of their organs
ga: Is éard atá i gceist le gáinneáil ar dhaoine ná fir, mná agus leanaí a iompar ar mhaithe le teacht i dtír gnéasach nó oibre a dhéanamh orthu, nó chun a gcuid orgán a bhaint amach

source: Victims are trafficked into a range of hazardous types of work, including farm work, sweatshops, domestic servitude, forced prostitution and are subjected to sexual abuse and other forms of violence
ga: Déantar gáinneáil ar íospartaigh isteach i réimse cineálacha oibre guaiseacha, obair feirme, siopaí allais, daoirse teaghlaigh, striapachas d’éigean ina measc, agus fulaingíonn siad mí-úsáid gnéasach chomh maith le cineálacha éagsúla foréigin

source: Trafficking also involves the use of fear, force, deception, threats or abduction
ga: Tá scanradh, fórsa, dallamullóg, bagairtí nó fuadach i gceist le gáinneáil freisin

source: When children are trafficked, however, no violence, deception or threat needs to be involved
ga: Nuair a dhéantar leanaí a gháinneáil, áfach, ní gá aon fhoréigean, dallamullóg ná bagairt a bheith i gceist

source: Simply transporting them into exploitative conditions constitutes trafficking
ga: Is gáinneáil atá i gceist díreach lena n-iompar isteach in imthosca dúshaothraithe

source: The Criminal Law (Human Trafficking) Act 2008 makes it an offence to traffic in adults or children for the purpose of their sexual or labour exploitation or the removal of their organs
ga: Faoin Acht um an Dlí Coiriúil (Gáinneáil ar Dhaoine) 2008 is cion atá i gceist le gáinneáil a dhéanamh ar dhaoine nó leanaí ar mhaithe le teacht i dtír gnéasach nó oibre a dhéanamh orthu, nó chun a gcuid orgán a thógáil

source: In addition, it makes it an offence to sell or purchase (or offer to sell or purchase) any person for any purpose
ga: Ina theannta sin, is cion atá ann duine ar bith a dhíol nó a cheannach (nó tairiscint a dhéanamh chun duine a dhíol nó a cheannach) ar chúis ar bith

source: If you are found guilty of any of these offences, penalties of up to life imprisonment can be imposed
ga: Má fhaightear duine ciontach i gceann ar bith de na cionta thuas, is féidir pionós suas go dtí príosúnacht saoil a ghearradh ar an duine sin

source: It is also an offence to solicit or importune a trafficked person for the purpose of prostitution
ga: Is cion atá ann duine a ndearnadh gáinneáil air/uirthi a shireadh nó a dhianshireadh ar mhaithe le striapachas

source: It is punishable on indictment by up to 5 years in prison
ga: Tá pionós suas le 5 bliana sa phríosún ag dul leis ar díotáil

source: Ireland is a member of a European G6 initiative against trafficking in humans by criminals
ga: Tá Éire ina ball de thionscnamh de chuid G6 na hEorpa i gcoinne gáinneáil a dhéanann coirpigh ar dhaoine

source: (The European G6 is an unofficial group made up of the six EU member states with the largest populations.) The other five countries involved in the initiative are the United Kingdom, Poland, Italy, Spain and the Netherlands and it is supported by Europol, Interpol and Eurojust
ga: (Is grúpa neamhoifigiúil é G6 na hEorpa ina bhfuil na sé bhallstát san AE leis na daonraí is mó.) Is iad na cúig thír eile sa tionscnamh ná an Ríocht Aontaithe, an Pholainn, an Iodáil, an Spáinn agus an Ísiltír agus tá tacaíocht á thabhairt dó ag Europol, Interpol agus Eurojust

source: Blue blindfold awareness campaign
ga: Feachtas feasachta Blue Blindfold

source: As part of the initiative’s human trafficking awareness raising campaign the concept of a blue blindfold is being used to encourage people not to close their eyes to human trafficking
ga: Mar chuid d’fheachtas ardaithe feasachta an tionscnaimh maidir le gáinneáil ar dhaoine, tá coincheap na dallóige goirme á úsáid chun daoine a spreagadh gan a gcuid súile a dhúnadh ar gháinneáil ar dhaoine

source: You are asked to look around and be aware of situations which may indicate a trafficking crime and to report any suspicions to the Garda Síochána
ga: Iarrtar ort féachaint i do thimpeall agus a bheith ar an airdeall faoi chás ar bith a d’fhéadfadh a thabhairt le fios go bhfuil coir gháinneála ar siúl agus aon amhras a bheadh ort a chur in iúl don Gharda Síochána

source: Information on indicators of human trafficking, which can help you identify victims, is available at www.blueblindfold.gov.ie
ga: Tá faisnéis faoi tháscairí maidir le gáinneáil ar dhaoine, a chabhróidh leat íospartaigh a aithint, ar fáil ag www.blueblindfold.gov.ie

source: Reporting suspicions of trafficking
ga: Amhras faoi gháinneáil a thuairisciú

source: If you wish to report your suspicions of human trafficking confidentially, you can:
ga: Más mian leat aon amhras atá ort faoi gháinneáil ar dhaoine a thuairisciú faoi rún, is féidir leat:

source: • Phone Freephone 1800 250 025
ga: • Glaoch a chur ar Saorghlao 1800 250 025

source: Victims who are trafficked into Ireland are allowed to remain in the country for 45 days for a period of recovery and reflection
ga: Tugtar cead d’íospartaigh a gháinneáiltear isteach go hÉirinn fanacht sa tír ar feadh 45 lá i gcomhair téarnaimh agus machnaimh

source: Other victim supports can be provided, if necessary
ga: Is féidir tacaí eile d’íospartaigh a chur ar fáil, más gá

source: Victims are required to co-operate with the Gardaí
ga: Ní mór d’íospartaigh comhoibriú leis na Gardaí

source: Where the victim wishes to help the Gardaí in any investigation or prosecution in relation to the alleged trafficking, a further six months period of residence is provided to allow him/her to do so
ga: Sa chás gur mian leis an íospartach cabhrú leis na Gardaí in aon imscrúdú nó ionchúiseamh a bhaineann leis an ngáinneáil líomhnaithe, cuirtear tréimhse cónaithe breise sé mhí ar fáil chun cur ar a c(h)umas é sin a dhéanamh

source: This period can be extended if required
ga: Is féidir an tréimhse seo a leathnú más gá

source: The Legal Aid Board provides legal services on certain matters to persons identified as potential victims of human trafficking
ga: Cuireann an Bord um Chúnamh Dlíthiúil seirbhísí dlíthiúla maidir le nithe áirithe do dhaoine a aithnítear mar íospartaigh féideartha na gáinneála ar dhaoine
